#+title: Orbject Storehouse Management

* Local Operations

Remember to aws configure secrettunnels
#+NAME: Create Bucket on MinIO
#+BEGIN_SRC shell
aws --endpoint-url http://172.18.0.3:9000 s3 mb s3://orbistertius
#+END_SRC

#+NAME: List Buckets
#+BEGIN_SRC shell
aws --endpoint-url http://172.18.0.3:9000 s3 ls
#+END_SRC

#+RESULTS: List Buckets
: 2022-05-31 21:40:25 orbistertius
